Table of Contents
 Class Constants
Namespace
IdeaStatiCa.BimApiLink
Assembly
IdeaStatiCa.BimApiLink.dll
public static class Constants
Inheritance
object
Constants
Inherited Members
 object.ToString()
 object.Equals(object)
 object.Equals(object, object)
 object.ReferenceEquals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
Fields
 GravitationalAcceleration
public const double GravitationalAcceleration = 10
Field Value
double
 Tolerance
public const double Tolerance = 1E-06
Field Value
double
 Edit this page